<?php

return [
    'plural' => 'المسئولين',
    'singular' => 'المسئول',
    'empty' => 'لا توجد مسئولين',
    'select' => 'اختر المسئول',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل المسئولين',
        'show' => 'عرض',
        'create' => 'إضافة مسئول',
        'edit' => 'تعديل  المسئول',
        'delete' => 'حذف المسئول',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المسئول بنجاح .',
        'updated' => 'تم تعديل المسئول بنجاح .',
        'deleted' => 'تم حذف المسئول بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المسئول',
        'mobile' => 'رقم الهاتف',
        'city_id' => 'المدينة',
        'created_at' => 'تاريخ الإنضمام',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تأكيد كلمة المرور',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا المسئول ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
