<?php

return [
    'plural' => 'الاقسام',
    'singular' => 'القسم',
    'trashed' => 'الاقسام المحذوفة',
    'empty' => 'لا توجد اقسام',
    'select' => 'اختر القسم',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل الاقسام',
        'show' => 'عرض',
        'create' => 'إضافة قسم',
        'edit' => 'تعديل  القسم',
        'delete' => 'حذف القسم',
        'save' => 'حفظ',
        'restore' => 'استعادة',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة القسم بنجاح .',
        'updated' => 'تم تعديل القسم بنجاح .',
        'deleted' => 'تم حذف القسم بنجاح .',
        'restored' => 'تم استعادة القسم بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم القسم',
        '%name%' => 'اسم القسم',
        'is_active' => 'مفعل',
        'image' => 'صورة القسم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا القسم ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
