<?php

return [
    'plural' => 'المدن',
    'singular' => 'المدينة',
    'trashed' => 'المدن المحذوفة',
    'empty' => 'لا توجد مدن',
    'select' => 'اختر المدينة',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل المدن',
        'show' => 'عرض',
        'create' => 'إضافة مدينة',
        'edit' => 'تعديل  المدينة',
        'delete' => 'حذف المدينة',
        'save' => 'حفظ',
        'restore' => 'استعادة',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المدينة بنجاح .',
        'updated' => 'تم تعديل المدينة بنجاح .',
        'deleted' => 'تم حذف المدينة بنجاح .',
        'restored' => 'تم استعادة المدينة بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المدينة',
        '%name%' => 'اسم المدينة',
        'country_id' => 'الدولة',
        'delivery_cost' => 'تكلفة التوصيل (طلبات التوصيل)',
        'purchase_delivery_cost' => 'تكلفة التوصيل (طلبات الشراء)',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا المدينة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
