<?php

return [
    'plural' => 'رسائل اتصل بنا',
    'singular' => 'الرسالة',
    'trashed' => 'رسائل اتصل بنا المحذوفة',
    'empty' => 'لا توجد رسائل',
    'select' => 'اختر الرسالة',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل رسائل اتصل بنا',
        'show' => 'عرض',
        'edit' => 'تعديل  الرسالة',
        'delete' => 'حذف الرسالة',
        'save' => 'حفظ',
        'restore' => 'استعادة',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الرسالة بنجاح .',
        'updated' => 'تم تعديل الرسالة بنجاح .',
        'deleted' => 'تم حذف الرسالة بنجاح .',
        'restored' => 'تم استعادة الرسالة بنجاح .',
    ],
    'attributes' => [
        'name' => 'الاسم',
        'email' => 'البريد الالكتروني',
        'mobile' => 'رقم الهاتف',
        'message' => 'الرسالة',
        'created_at' => 'تاريخ الاضافة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الرسالة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
