<?php

return [
    'plural' => 'الكوبونات',
    'singular' => 'الكوبون',
    'trashed' => 'الكوبونات المحذوفة',
    'empty' => 'لا توجد كوبونات',
    'select' => 'اختر الكوبون',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل الكوبونات',
        'show' => 'عرض',
        'create' => 'إضافة كوبون',
        'edit' => 'تعديل  الكوبون',
        'delete' => 'حذف الكوبون',
        'save' => 'حفظ',
        'restore' => 'استعادة',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الكوبون بنجاح .',
        'updated' => 'تم تعديل الكوبون بنجاح .',
        'deleted' => 'تم حذف الكوبون بنجاح .',
        'restored' => 'تم استعادة الكوبون بنجاح .',
    ],
    'attributes' => [
        'code' => 'كود الكوبون',
        'percentage_value' => 'قيمة الخصم بالنسبة المئوية',
        'usage_limit' => 'سماحية الاستخدام',
        'usage_count' => 'عدد مرات الاستخدام',
        'only_once' => 'إستخدام لمرة واحدة',
        'only_new' => 'إستخدام للعملاء الجدد',
        'created_at' => 'تاريخ الاضافة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الكوبون ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
