<?php

return [
    'plural' => 'الرتب',
    'singular' => 'الرتبة',
    'trashed' => 'الرتب المحذوفة',
    'empty' => 'لا توجد رتب',
    'select' => 'اختر الرتبة',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل الرتب',
        'show' => 'عرض',
        'create' => 'إضافة رتبة',
        'edit' => 'تعديل  الرتبة',
        'delete' => 'حذف الرتبة',
        'save' => 'حفظ',
        'restore' => 'استعادة',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة الرتبة بنجاح .',
        'updated' => 'تم تعديل الرتبة بنجاح .',
        'deleted' => 'تم حذف الرتبة بنجاح .',
        'restored' => 'تم استعادة الرتبة بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم الرتبة',
        'image' => 'صورة الرتبة',
        'rates_count' => 'عدد التقييمات ال 5 نجوم',
        'created_at' => 'تاريخ الاضافة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا الرتبة ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
