<?php

return [
    'plural' => 'المتاجر',
    'singular' => 'المتجر',
    'trashed' => 'المتاجر المحذوفة',
    'empty' => 'لا توجد متاجر',
    'select' => 'اختر المتجر',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل المتاجر',
        'show' => 'عرض',
        'create' => 'إضافة متجر',
        'edit' => 'تعديل  المتجر',
        'delete' => 'حذف المتجر',
        'save' => 'حفظ',
        'restore' => 'استعادة',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المتجر بنجاح .',
        'updated' => 'تم تعديل المتجر بنجاح .',
        'deleted' => 'تم حذف المتجر بنجاح .',
        'restored' => 'تم استعادة المتجر بنجاح .',
    ],
    'attributes' => [
        'name' => 'اسم المتجر',
        '%name%' => 'اسم المتجر',
        'description' => 'وصف المتجر',
        '%description%' => 'وصف المتجر',
        'is_active' => 'مفعل',
        'category_id' => 'القسم',
        'city_id' => 'المدينة',
        'rate' => 'التقييم',
        'open_at' => 'موعد الفتح',
        'closed_at' => 'موعد الاغلاق',
        'created_at' => 'تاريخ الاضافة',
        'except_days' => 'الايام المستبعدة',
        'lat' => 'خط العرض',
        'lng' => 'خط الطول',
        'address' => 'العنوان',
        'image' => 'صورة المتجر',
        'menu' => 'صور المينيو',
        'branches_count' => 'عدد الفروع'
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا المتجر ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
];
