<?php

return [
    'plural' => 'المستخدمين',
    'singular' => 'المستخدم',
    'trashed' => 'المستخدمين المحذوفين',
    'empty' => 'لا يوجد مستخدمين',
    'select' => 'اختر المستخدم',
    'perPage' => 'عدد النتائج في الصفحة',
    'actions' => [
        'list' => 'كل المستخدمين',
        'show' => 'عرض',
        'create' => 'إضافة مستخدم',
        'edit' => 'تعديل  المستخدم',
        'delete' => 'حذف المستخدم',
        'restore' => 'استعادة',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم إضافة المستخدم بنجاح .',
        'updated' => 'تم تعديل المستخدم بنجاح .',
        'deleted' => 'تم حذف المستخدم بنجاح .',
        'restored' => 'تم استعادة المستخدم بنجاح .',
        'validate' => 'لا يمكن تعديل هذه العضوية, برجاء إعادة المحاولة.'
    ],
    'attributes' => [
        'name' => 'اسم المستخدم',
        'mobile' => 'رقم الهاتف',
        'city_id' => 'المدينة',
        'type' => 'نوع العضوية',
        'cancellation_attempts' => 'عدد محاولات الغاء الطلبات',
        'created_at' => 'تاريخ الإنضمام',
        'is_active' => 'مفعل',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تأكيد كلمة المرور',
        'completed_orders_count' => 'عدد الطلبات المنجزة',
        'canceled_orders_count' => 'عدد الطلبات الملغية',
        'national_id' => 'رقم الهوية',
        'delegate.national_id' => 'رقم الهوية',

    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل أنت متأكد انك تريد حذف هذا المستخدم ?',
            'confirm' => 'حذف',
            'cancel' => 'إلغاء',
        ],
    ],
    'excel-header' =>
    [
        '#',
        'اسم المستخدم',
        'المدينة',
        'رقم الجوال',
        'البريد الالكتروني',
        'التقييم',
        'عدد مرات الالغاء',
        'رصيد المحفظة',
        'تاريخ الانضمام'
    ]
];
